Repository: Duu1at/flutter-todos
Catalog: lib/l10n/arb/app_*.arb
Languages: ru

# editTodoDescriptionLabel
source: Edit Todo Description
ru: Редактировать описание задачи

# statsActiveTodoCountLabel
source: Active Todos Count
ru: Количество активных задач

# statsView_completedTodos_listTile
source: Completed Todos
ru: Завершённые задачи

# statsCompletedTodoCountLabel
source: Completed Todos Count
ru: Количество завершённых задач

# statsAppBarTitle
source: Stats
ru: Статистика

# todosOverviewEmptyText
source: No todos available.
ru: Нет доступных задач.

# todosOverviewUndoDeletionButtonText
source: Undo
ru: Отменить

# todosOverviewTodoDeletedSnackbarText
source: {title} deleted.
ru: {title} удалено.

# todosOverviewFilterTooltip
source: Filter
ru: Фильтр

# todosOverviewFilterAll
source: All
ru: Все

# todosOverviewFilterActiveOnly
source: Active Only
ru: Только активные

# todosOverviewFilterCompletedOnly
source: Completed Only
ru: Только завершённые

# todosOverviewOptionsMarkAllIncomplete
source: Mark all as incomplete
ru: Отметить все как незавершённые

# todosOverviewOptionsMarkAllComplete
source: Mark all as complete
ru: Отметить все как завершённые

# todosOverviewOptionsClearCompleted
source: Clear completed todos
ru: Очистить завершённые задачи

# todosOverviewAppBarTitle
source: Todos Overview
ru: Обзор задач

# todosOverviewErrorSnackbarText
source: An error occurred. Please try again.
ru: Произошла ошибка. Попробуйте ещё раз.

# todosOverviewOptionsTooltip
source: Options
ru: Опции

# editTodoSaveButtonTooltip
source: Save
ru: Сохранить

# editTodoEditAppBarTitle
source: Edit Task
ru: Редактировать задачу

# editTodoAddAppBarTitle
source: Add Task
ru: Добавить задачу

# editTodoTitleLabel
source: Task Title
ru: Название задачи
